app/controllers/comments_controller.rb

  def create
    @comment = current_user.comments.create!(comment_params)
---
INSERT INTO "comments" ("created_at", "updated_at", "comment", "user_id", "day_id") VALUES (?, ?, ?, ?, ?)  [["created_at", "2021-01-11 15:19:02.242101"], ["updated_at", "2021-01-11 15:19:02.242101"], ["comment", "dd"], ["user_id", "2"], ["day_id", "2"]]