app/controllers/days_controller.rb

SELECT "days".* FROM "days" WHERE "days"."id" = ? LIMIT ?  [["id", 8], ["LIMIT", 1]]
SELECT "comments".* FROM "comments" WHERE "comments"."day_id" = ?  [["day_id", 1]]
---
  def show
    @day = Day.find(params[:id])
    @comment = current_user.comments.build
    #@comments = @day.comments
    @comments = Comment.where(day_id: @coomment)

INSERT INTO "days" ("created_at", "updated_at", "day", "contents", "image_id") VALUES (?, ?, ?, ?, ?)
---
  def create
    @day = Day.new(day_params)
    if @day.save