app/controllers/places_controller.rb

SELECT "days".* FROM "days"
SELECT "places".* FROM "places"
---
  def index
    @days = Day.all
    @places = Place.all

INSERT INTO "places" ("name", "created_at", "updated_at", "image_id") VALUES (?, ?, ?, ?)  [["name", "a"], ["created_at", "2021-01-08 15:05:34.604478"], ["updated_at", "2021-01-08 15:05:34.604478"], ["image_id", "b7b12ccb1e23b2c9980af6e3ee181b59cdefff536b61f1de90e58b0856fd"]]
---
  def create
    @place = Place.new(place_params)
    if @place.save