app/controllers/workplaces_controller.rb

SELECT "days".* FROM "days"
SELECT "work_places".* FROM "work_places"
---
  def index
    @days = Day.all
    @workplaces = WorkPlace.all